Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: In aggregate, the mortgage companies, excluding Eksportfinans ASA, registered significantly higher earnings in 2013 than the previous year, primarily because of higher net interest income.
nn: Samla hadde kredittføretaka, unnateke Eksportfinans ASA, monaleg høgare resultat i 2013 enn året før, mest på grunn av høgare netto renteinntekter.

source: The conclusion was that cleaning and rehabilitation should only be carried out if the survival of individual birds is important at population level for the species in question.
nn: Kvaliteten på innsatsvarer som såvarer, gjødsel, plantevernmiddel og fôrvarer er avgjerande for miljøvennleg produksjon, og verkar også inn på kvaliteten på maten.

source: Thank you for the opportunity to participate in this public consultation.
nn: Høyringsfråsegn til forhandlingsmandat og modell for investeringsavtaler

source: These fees and levies can differ very considerably from country to country in their particulars, but are generally comparable to the levy paid by banks in Norway to the Norwegian Banks’ Guarantee Fund.
nn: Desse skattane er til dels svært forskjellig utforma i ulike land, men kan generelt samanliknast med den avgifta som bankane i Noreg betaler til Bankenes sikringsfond.

source: standards associated with specific sectors, such as HIPAA (health), FISC (finance) and PCI DSS (payment cards)
nn: standardar som er knytte til spesifikke sektorar, slik som HIPAA (helse), FISC (finans) og PCI DSS (betalingskort)

source: comprised 47% of the number who comple­
nn: utgjorde 47 % av talet som fullførte utdan­

source: It has been built for an operating life of 50 years, with the
nn: Franpipe er bygd for ei levetid på 50 år. Totale

source: Figure 3.2B shows that none of the 17 largest banks satisfied both requirements at the end of 2012.
nn: Figur 3.2B viser at ingen av dei 17 største bankane oppfylte begge krava ved utgangen av 2012.

source: nology and space (nuclear bombs, weightlessness
nn: Om menn, mannsroller og likestilling

source: The establishment of this new institution will also have consequences for the organisation of film projects for children and youth.
nn: Opprettinga av den nye institusjonen vil også føre til endringar i den eksisterande organiseringa av arbeidet med oppgåver som er knytte til born og unge.

source: In 2018, a separate data centre strategy was therefore launched, including measures such as a lower consumer tax on electricity for data centres, and a clearer land-use planning procedure for data centres.
nn: I 2018 blei det derfor lagt frem ein eigen datasenterstrategi, med viktige tiltak som redusert elavgift for datasenter, fjerning av «maskinskatten» og tydelegare prosess for å regulere tomter til datasenter.

source: Adigo is a Norwegian company that works across the areas of industrial design, machine engineering, technical cybernetics, informatics and thermodynamics.
nn: Adigo er eit norsk selskap som jobbar på tvers av fagområda industridesign, maskin-konstruksjon, teknisk kybernetikk, informatikk og termodynamikk.

source: Figure 8.1 Location of exploitation licence EL001 with pipeline route and route for control cables
nn: Figur 8.1 Lokalisering av utnyttingsløyve EL001 med røyrtrasé og trasé for kontrolleidningar.

source: In total, Norway today has almost 11 billion trees of 5 cm or more in diameter.
nn: Totalt har Noreg i dag nesten 11 milliarder tre som er 5 cm eller meir i diameter.

source: It is likely that where possible, employers will continue to offer more flexibility in terms of where and when work is carried out, even after the coronavirus crisis.
nn: Det er truleg at arbeidsplassar der det er mogleg òg etter koronakrisa vil ha meir fleksibilitet når det gjeld kor og når ein arbeider.

source: The group was also asked to make concrete proposals for measures.
nn: Gruppa skulle òg koma med konkrete framlegg til tiltak.

source: Travel restrictions and reduced activity are also why the Government is proposing to cut support to the Norwegian Agency for Exchange Cooperation (Norec) by NOK 59.5 million.
nn: På grunn av reiserestriksjonar og mindre aktivitet foreslår regjeringa å redusere støtta til Norsk senter for utvekslingssamarbeid (Norec) med 59,5 millionar kroner.

source: Whilst the liquidity coverage requirement (LCR) shall ensure that institutions have sufficient liquid assets to handle periods of funding market failure, the net stable funding requirement (NSFR) shall ensure that funding is sufficiently stable relative to the maturity of assets.
nn: Medan likviditetsdekningskravet LCR skal sikre at institusjonane har nok likvide eigedelar til å takle periodar med svikt i finansieringsmarknadene, skal finansieringskravet NSFR sikre at finansieringa er tilstrekkeleg stabil i høve til løpetida på eigedelane.

source: and processing of asbestos and products
nn: tige rolle i klimasamanheng, og vil arbeide aktivt for

source: There must be clear rules for and oversight of when US authorities may access data that is transferred to the United States under the new framework.
nn: Det skal vere klare reglar for, og god kontroll med, når amerikanske styresmakter kan få tilgang til data som er overførte til USA innanfor det nye rammeverket.

source: Consumer price development in Norway varies considerably from one year to the next, not least due to large variations in electricity prices.
nn: Utviklinga i konsumprisane i Noreg varierer mykje frå år til år, mellom anna som følgje av store variasjonar i straumprisane.

source: As one of five Norwegian Digital Innovation Hubs (DIHs) under the EU’s Horizon 2020 programme, DigitalNorway is engaged in a number of EU projects. DigitalNorway undertakes information activities related to research, technology and innovation, with a particular focus on SMEs.
nn: Som eit av fem norske digitale innovasjonsnav (Digital Innovation Hub, DIH) under EU-programmet Horisont 2020, er DigitalNorway engasjert i fleire EU-prosjekt, og driv informasjonsverksemd kring, forsking, teknologi og innovasjon særleg retta mot SMB-ar.

source: The EU Innovation Fund is a European funding programme for demonstration of innovative low-emission technologies in the period 2021–2030.
nn: Innovasjonsfondet er ei europeisk ordning som kan gi støtte til demonstrasjon av innovativ teknologi for lågutsleppsløysingar i perioden 2021–2030.

source: NSM must approve all information systems that should process, store or transmit classified information.
nn: NSM må godkjenne alle informasjonssystem som skal behandle, lagre eller sende gradert informasjon.

source: Artists and cultural workers should not replace teachers but function in a purely artistic capacity.
nn: Kunstnarar og kulturarbeidarar skal ikkje gå inn i skulen og erstatte lærarane, men vere kunst- og kulturarbeidarar fullt og heilt.

source: Over time, more ambitious climate targets will require a restructuring of existing industry [9-11].
nn: Skjerpa klimamål vil over tid stille krav til omstilling av eksisterande industri [9-11].

source: Ludvig Holberg (1684–1754) was a Danish-Norwegian writer and scholar. He was born in Bergen in Norway, and studied and worked in Denmark.
nn: Holbergprisen har namn etter den norsk-danske akademikaren og dramatikaren Ludvig Holberg (1684–1754).

source: They must graduallylearn to see kindergartens, schools and vocational training as parts of a bigger system.
nn: Dei skal trene seg i å reflektereomkring barnehage, skole og yrkesopplæring som delar av eit større system.

source: The Museum cooperates with for example counties, independent artists and regional art museums on the production and exhibition of the visual arts.
nn: Nasjonalmuseet samarbeider mellom anna med fylkeskommunane, frilansarar og regionale kunstmuseum om produksjon og formidling av visuell kunst.

source: Figure 2.23 Market share trend for foreign branches in the Norwegian banking market, including both new establishments and former subsidiaries
nn: Figur 2.23 Utviklinga i marknadsdelane til dei utanlandske filialane i den norske bankmarknaden, både nyetableringar og tidlegare dotterbankar

source: More information is provided in Chapters 5.1 and 5.2.
nn: Sjå nærmare opplysningar om dette i kapittel 5.1 og 5.2.

source: Difi’s service will be directed at public sector enterprises – including municipalities – but will also be relevant to suppliers to the public sector.
nn: I utgangspunktet vil tilbodet frå Difi vere retta mot offentlege verksemder – inkludert kommunane – og indirekte leverandørar til offentleg sektor.

source: In this connection reference is made also
nn: Også andre virkemiddel må takast i bruk.

source: Northern Lights therefore has a strong incentive to develop the market for CO
nn: Northern Lights har difor sterke insentiv til å utvikle marknaden for CO

source: In the last ten years, Norway has had a net export of power every year, with the exception of 2019.
nn: Dei siste ti åra har Noreg hatt nettoeksport av kraft nesten kvart år, med unntak av 2019.

source: In November 2011, Swedish authorities announced new minimum capital requirements for the four largest banks in Sweden from 2013, involving the full phasing-in of, and somewhat stricter capital requirements than, the Basel III standards.
nn: Svenske styresmakter varsla i november 2011 nye minstekrav til kapital for dei fire største bankane i Sverige frå 2013, som vil medføra full innfasing av og noko strengare kapitalkrav enn det som følgjer av Basel III-tilrådingane.

source: According to the Global CCS Institute
nn: I følgje Global CCS Institute

source: A report from 2008 shows that the borough of Årstad faces particular challenges.
nn: Ein rapport frå 2008 synar at særleg Årstad bydel har store utfordringar.

source: The new minimum requirement is intended to ensure that life insurance companies and pension funds allocate sufficient capital to deal with increased life expectancy; see Chapter 3 for further discussion.
nn: Det nye minstekravet skal sikra at livsforsikringsselskapa og pensjonskassene set av nok kapital til å møta den høgare levealderen, sjå kapittel 3 for nærare omtale.

source: A number of countries, including the EU, have committed to a net-zero target or to be emission-neutral by 2050.
nn: Fleire land, inkludert EU, har vedteke såkalla nettonullmål eller utsleppsnøytralitet innan 2050.

source: This positive trend continues.
nn: Den positive trenden fortset.

source: The competent authority of the applicant Party
nn: For inntekter på desse nivåa og

source: Norway’s Troll research station became a permanent year-round station in 2005.
nn: Den norske forskingsstasjonen Troll vart skipa som ein permanent heilårsstasjon i 2005.

source: The discovery has a 14 metre thick oil column with a gas cap in
nn: Det er ein 14 meter tjukk oljekolonne med gasskappe i deltastrukturen på

source: Incentives represent more than salary, and a review is required of the challenges faced by families due to the activities and areas in which the Armed Forces are located.
nn: Partane vart samde om at spørsmål knytt til utkast av fisk og arbeidet med å lage retningslinjer for inspeksjon av fiskefartøy i Barentshavet og Norskehavet skal vidareførast i arbeidsgrupper.

source: Helping the recipients for benefits to participate in the labour force is therefore particularly important.
nn: Utbyggjaråtferd og korleis dei vurderer lønnsemd (mikroøkonomiske forhold):

source: It was established in 2016 and comprises 16 participating parties.
nn: ACT starta opp i 2016 og har 16 deltakande partar.

source: The state will also cover 80 per cent of certain extraordinary and unanticipated costs relating to the subsurface that exceed the maximum budget.
nn: Staten skal i tillegg dekke 80 pst. av visse ekstraordinære og uventa kostnader knytta til undergrunn som går over maksimalbudsjettet.

source: The section works with furthering development of research, innovation and education policies.
nn: Seksjonen jobbar med vidareutvikling av forskings-, innovasjons- og utdanningspolitikken.

source: and condensate; it is divided into two production licences, 048 and 029.
nn: densat. Funnet er delt mellom to utvinningsløyve, 048 og 029.

source: The recent liquidity developments in Norwegian banks and mortgage companies may in part be related to an adaption to expected changes in the regulatory framework.
nn: Likviditetsutviklinga i norske bankar og kredittføretak kan ha samanheng med at institusjonane tilpassar seg venta endringar i regelverket.

source: The company considers that all activities implemented as at August 2012 are lawful under DRC legislation.
nn: Selskapet meiner alle aktivitetar som er gjennomført per august 2012, er lovlege ifølgjelovverket i DRC.

source: On assignment from Norcem, Multiconsult has conducted an impact assessment of Norcem’s carbon capture project [49].
nn: Multiconsult har på oppdrag frå Norcem gjennomført ei konsekvensutgreiing av CO -fangstprosjektet til Norcem [49].

source: , while the equivalent cost of waste incineration with today’s technology is estimated to be EUR 150–200 per tonne of CO
nn: , medan tilsvarande kostnader for avfallsforbrenning med dagens teknologi er estimert til 150–200 euro per tonn CO

source: Riksforum is an important meeting place for developing programme content and for quality assurance of productions.
nn: Riksforum er ein viktig møteplass for å utvikle kvaliteten på innhaldet i Den kulturelle skule­sekken, og nettverket representerer ein viktig samordningsfunksjon.

source: Textbox 4.10 Examples of Sami-related activities in the Cultural Rucksack
nn: Boks 4.10 Døme på samiske tilbod i Den kulturelle skulesekken

source: International search and rescue cooperation is regulated by a number of conventions, among them UNCLOS (Article 98), the 1974 International Convention for the Safety of Life at Sea (the SOLAS Convention), the 1979 International Convention on Maritime Search and Rescue (the SAR Convention) and Annex 12 to the 1944 Convention on International Civil Aviation (the Chicago Convention).
nn: Det internasjonale samarbeidet innanfor søk og redning er regulert i fleire konvensjonar, mellom anna artikkel 98 i FNs havrettskonvensjon, den internasjonale konvensjonen om tryggleik for menneskeliv til sjøs av 1974 (SOLAS-konvensjonen), den internasjonale konvensjonen om ettersøking og redning til sjøs av 1979 (SAR-konvensjonen) og vedlegg 12 til konvensjonen om internasjonal sivil luftfart av 1944 (Chicago-konvensjonen).

source: This profit growth is linked to an increase in net interest income.
nn: Betringa av resultatet heng saman med ein auke i netto renteinntekter.

source: The texts are published on the website http://www.stiftelsen-arkivet.no/tilfluktsrommet, which can also be visited by other pupils and used as a basis for assignments and discussions.
nn: I etterkant kan elevane oppsøkje www.stiftelsen-arkivet.no/tilfluktsrommet der elevtekstar vert publiserte, og der andre elevar kan finne inspirasjon for eigne tekstar og utgangspunkt for nye diskusjonar og oppgåver.

source: Charge the Norwegian Ministry of Local Government and Modernisation with examining and assessing different models for a potential marketplace/procurement framework for cloud services aimed at the public sector.
nn: Gi Kommunal- og moderniseringsdepartementet i oppdrag å undersøke og vurdere ulike modellar for ein mogleg marknadsplass/innkjøpsordning for skytenester retta mot offentleg sektor.

source: in 2012, see Figure 2.3.
nn: i 2012, sjå figur 2.3.

source: 2013 registered significant Norwegian kroner depreciation.
nn: I 2013 svekka krona seg monaleg.

source: Mr. Arild Theimann resigns as political adviser to Minister of Petroleum and Energy Marte Mjøs Persen.
nn: Politisk rådgivar Arild Theimann fråtrer som politisk rådgivar for olje- og energiminister Marte Mjøs Persen.

source: Operating costs reach the maximum budget
nn: Driftskostnadene når maksimalbudsjett

source: Finanstilsynet is the secretariat of the BFI, and hence the activities of the Committee are also discussed in Chapter 6 on the activities of Finanstilsynet.
nn: Finanstilsynet er sekretariat for BFI, og verksemda til utvalet er difor også omtala i kapittel 6 om verksemda til Finanstilsynet.

source: The new EU solvency requirements for insurance companies (Solvency II) shall apply from 2014 and imply, among other things, that the value of insurance liabilities shall be assessed on the basis of market rates.
nn: Dei nye EU-reglane for forsikringsselskap (Solvens II) skal gjelda frå 2014 og inneber mellom anna at verdien av forsikringsskyldnadene skal vurderast ut frå marknadsrenter.

source: would give rise to disproportionate difficulti­
nn: Grensene for innslag av prosentsatsane har ik­

source: Security, Information Management and Digitalization Section (SID)
nn: Seksjon for tryggleik, informasjonsforvalting og digitalisering (SID)

source: span is defined with reference to when the project is no lon-
nn: Små og mellomstore føretak og svært små føretak, slik det

source: This is about the same level as in 1987, when many Norwegian households started to face financial difficulties.
nn: Dette er om lag som i 1987, då mange hushald etter kvart hamna i økonomiske vanskar.

source: The sovereign debt problems and downscaled growth projections for the world economy also contributed to price drops and major fluctuations in the stock markets in 2011, cf. Figure 2.2A.
nn: Statsgjeldsproblema og nedjusteringar av vekstutsiktene for verdsøkonomien medverka til kursfall og store svingingar òg på aksjemarknadene i 2011, jf. figur 2.2A.

source: Management is carried out through the Commission for the Conservation of Antarctic Marine Living Resources (CCAMLR).
nn: Forvaltinga finn stad gjennom Kommisjonen for bevaring av dei marine levande ressursane i Antarktis (CCAMLR).

source: Along with Cape Town, South Africa, Troll Airfield is an important hub in this air transport partnership.
nn: Troll Airfield er, saman med Cape Town i Sør-Afrika, viktige knutepunkt i dette flysamarbeidet.

source: Any decision to deviate from the internal guidelines of the bank shall be taken at a higher level than that ordinarily authorised to grant residential mortgages.
nn: Om banken skal avvika frå dei interne retningslinene sine, må avgjerdene takast på eit høgare nivå enn der ein til vanleg har fullmakt til å gje bustadlån.

source: Cloud services can make it more convenient for users to store their work on their enterprise’s storage area in the cloud instead of locally on their personal equipment, outside the control of the enterprise.
nn: Skytenester kan gjere det meir naturleg for brukarane å lagre arbeidet sitt på verksemda sitt område i skya, i staden for lokalt på eigne terminalar som er utanfor verksemda si kontroll.

source: Many of the fields will be in their tail phase in 2025.
nn: at prosjektet vil vere nedbetalt i løpet av 2025.

source: The state may not reduce funding for delays or non-performance of the agreement due to obstacles that constitute Covid 19 force majeure, and increased costs will lead to increased funding in accordance with the funding model.
nn: Forseinka eller manglande oppfylling på grunn av hindringar som er Covid-19 force majeure vil ikkje gi staten rett til å redusere tilskotet, og auka kostnader vil føre til auka tilskot etter tilskotsmodellen.

source: However, we do know that the grave (the first on the continent) of biologist Nicolai Hanson, who died at Cape Adare in 1900, is in good condition and is tended whenever anyone visits the site.
nn: Men noko som er kjent, er at grava (den første på kontinentet) til biologen Nicolai Hanson, som døydde på Kapp Adare i 1900, er i god stand og vert ettersett når nokon gjestar denne staden.

source: The pupils design and build their own space station under the guidance of artists in theatre and the visual arts.
nn: Saman med kunstnarar innan visuell kunst og scenekunst fekk elevane forme, skape og bygge ein eigen romstasjon.

source: Students must learn leadership skills, which will enable them to organize their pupils' activities, andlearn to be able to take on leadership responsibilities in relation to their colleagues.
nn: Studentane skal også utvikle leiarkompetanse slik at dei blir i stand til å skape faste rammer forarbeidsfellesskap til elevane og for å leie vaksne i eit arbeidsfellesskap når det er aktuelt.

source: Through Forskerpool businesses can apply for up to 50 hours of assistance from a researcher to develop an idea or receive input to solve a problem.
nn: er ei ordning knytt til SkatteFUNN der bedrifter kan søke om inntil 50 timer med bistand frå ein forskar for å utvikle ein idé eller få innspel til ein problemstilling.

source: At yearend 2013, the lending margin, defined as the interest rate on new residential mortgages less the estimated funding cost, was approximately 1.8 pct., an increase from about 0.5 pct.
nn: Ved utgangen av 2013 låg utlånsmarginen, definert som renta på nye bustadlån minus den estimerte finansieringskostnaden, på om lag 1,8 pst., ein auke frå kring 0,5 pst.

source: There is often a thin line between the professional and the non-professional.
nn: Det kan vere uklare grenser mellom kva som er profesjonelt og kva som ikkje er det.

source: In the national budget for 2021, we once again emphasise that the transport sector is important to this government.
nn: Med statsbudsjettet for 2021 viser vi igjen at samferdselssektoren er viktig for denne regjeringa.

source: The mergers of the savings banks Sparebanken Møre and Tingvoll Sparebank, and of Sparebank Vest and Sauda Sparebank, were the first two licensing cases processed after the new statutory rules on conversions and establishments in the savings bank sector came into force.
nn: Sakene om samanslåing av Sparebanken Møre og Tingvoll Sparebank og av Sparebank Vest og Sauda Sparebank var dei to fyrste løyvesakene som vart handsama etter at dei nye lovreglane om omskiping og stiftingar i sparebanksektoren tok til å gjelda.

source: The idea is to give businesses an opportunity to trial new technologies and/or commercial models.
nn: Ei regulatorisk sandkasse skal gi verksemder moglegheit til å prøve ut nye teknologiar og/eller forretningsmodellar.

source: During the summer, the prospects for the global economy worsened considerably.
nn: Gjennom sommaren svekte utsiktene for verdsøkonomien seg markert.

source: With this formulation, Norway underscored that our polar policies rested on the same principles in both the north and the south by indicating that the Norwegian claim in Antarctica did not constitute a sector.
nn: Med denne formuleringa understreka Norge at vår polarpolitikk bygde på dei same prinsippa i nord og sør, ved å markere at det norske kravet i Antarktis ikkje utgjorde ein sektor.

source: The Government will facilitate sustainable development of the data centre industry in Norway – including by introducing requirements for waste heat in data centres.
nn: Regjeringa vil legge til rette for berekraftig utvikling av datasenternæringa i Noreg – blant anna gjennom å stille krav til spillvarme i datasenter

source: Figure 2.24 shows concentration as measured by HHI for deposits from retail customers and residential mortgages to retail customers.
nn: Figur 2.24 viser konsentrasjonen målt ved HHI for innskot frå personkundar og bustadlån til personkundar.

source: For further details on the criteria for determining which banks will be deemed systemically important, see section 3.2.1.3 below.
nn: Sjå nærare om kriteria for å avgjera kva for bankar som skal kunne reknast som systemviktige i avsnitt 3.2.1.3 nedanfor.

source: It brings flexibility to the Nordics and the UK.
nn: I sum vil dette påføre norske forbrukare og industri milliardar i auka kostnadar.
